Repository: sago007/picpuz_sago
Catalog: locales/translate-*.po
Languages: de, es, gl, hu

source: open
de: öffnen
es: Abrir
gl: Abrir
hu: megnyitás

source: open new image file
de: Bilddatei öffnen
es: Abrir nuevo archivo de imagen
gl: Abrir novo ficheiro de imaxe
hu: új kép megnyitása

source: set tile size
de: Kachelgroße ändern
es: Ajustar tamaño del mosaico
gl: Axustar tamaño do mosaico
hu: darabok méretének beállítása

source: tile
de: Kachel
es: Mosaico
gl: Mosaico
hu: darab

source: randomize tiles
de: Kacheln regellos anordnen
es: Mezcla aleatoria de las baldosas
gl: Mistura aleatoria das baldosas
hu: kirakó összekeverése

source: show
de: zeigen
es: Mostrar
gl: Amosar
hu: megmutat

source: show image file
de: Bilddatei zeigen
es: Mostrar un archivo de imagen
gl: Amosar ficheiro de imaxe
hu: mutasd az eredeti képet

source: save puzzle to a file
de: Puzzle in Datei speichern
es: Guardar rompecabezas en un archivo
gl: Gardar crebacabezas nun ficheiro
hu: kirakó mentse

source: toolbar::save
de: Speichern
es: Barra de herramientas::Guardar
gl: Barra de ferramentas::Gardar
hu: eszköztár::mentés

source: resume
de: fortsz.
es: Sumario
gl: Sumario
hu: folytat

source: resume saved puzzle
de: gespeichertes Puzzle fortsetzen
es: Sumario de rompecabezas guardados
gl: Sumario de crebacabezas gardados
hu: elmentett kirakó folytatása

source: do 1
de: tue 1
es: hacer 1
gl: Facer 1

source: move one tile home
de: eine Kachel nach heim
es: Mover una baldosa
gl: Mover unha baldosa
hu: egy darab helyre mozgatása

source: do 8
de: tue 8
es: hacer 8
gl: Facer 8

source: move eight tiles home
de: Acht Kacheln nach heim

source: change tile border line
de: Kachelränder ändern
es: Cambiar la linea de borde del mosaico
gl: Cambiar a liña do bordo do mosaico
hu: elválasztó keret változtatása

source: line
de: Linie
es: Línea
gl: Liña
hu: vonal

source: quit
de: exit
es: Salir
gl: Saír
hu: kilép

source: quit picpuz
de: Picpuz aufhören
es: Salir de picpuz
gl: Sañir de picpuz
hu: kilépés a picpuzból

source: help
de: Hilfe
es: Ayuda
gl: Axuda
hu: segítség

source: view help document
de: Hilfedatei zeigen
es: Ver documentos de ayuda
gl: Ver documentos de axuda
hu: súgó megnyitása

source: select image file
de: Bilddatei auswählen
es: Seleccione un archivo de imagen
gl: Selecione un ficheiro de imaxe
hu: válassz képet

source: cancel
de: abrechen
es: Cancelar
gl: Cancelar
hu: mégsem

source: change tile size
de: Kachelgröße ändern
es: Cambiar el tamaño del mosaico
gl: Cambiar o tamaño do mosaico
hu: méret megváltoztatása

source: new tile size (pixels)
de: neue Kachelgroße
es: Nuevo tamaño del mosaico (píxeles)
gl: Novo tamaño do mosaico (píxeles)
hu: új méret (képpont)

source: cannot open: %s
de: kann nicht öffnen: %s
es: No puedo abrir: %s
gl: Non podo abrir: %s
hu: Nem lehet megnyitni: %s

source: load puzzle from file
de: Puzzle von Datei laden
es: Cargar rompecabezas desde un archivo
gl: Cargar crebacabezas desde un ficheiro
hu: kirakó betöltése fájlból

source: saved puzzle file is not valid
de: Dateiformat falsch
es: El archivo guardado de rompecabezas no es válido
gl: O ficheiro guardado de crebacabezas non é válido
hu: az elmentett kirakó fájl nem valódi

source: DISCARD unfinished puzzle?
de: unfertige Puzzle verwerfen?
es: ¿DESCARTAR rompecabezas sin finalizar?
gl: DESCARTAR crebacabezas sen finalizar?
hu: abbahagyod a félkész kirakót?

source: image type not recognized: %s
de: Bildtyp nicht erkannt: %s
es: Tipo de imagen no reconocido: %s
gl: Tipo de imaxe non recoñecido: %s
hu: a kép formátuma nem ismert: %s

source: image too small, please select another
de: Bild zu klein, bitte anderes wählen
es: Imagen demasiado grande, por favor elija otra
gl: Imaxe demasiado grande, por favor elixa outra
hu: túl kicsi a kép, válassz másikat

source: tiles home: %d/%d
de: Korrekte Kacheln: %d/%d
es: Inicio mosaicos: %d/%d
gl: Inicio mosaicos: %d/%d
hu: darabok jó helyen: %d/%d

source: 1st tile selected
de: erste Kachel gewählt
es: 1º mosaico seleccionado
gl: 1º mosaico seleccionado
hu: első darab kiválasztva

source: help file not found: %s
de: Hilfedatei nicht gefunden: %s
es: Archivo de ayuda no encontrado: %s
gl: O ficheiro de axuda non se atopa: %s
hu: a súgó fájl nem található: %s

source: error: %s
de: Fehler: %s
gl: Erro: %s
hu: hiba: %s

source: cannot open file %s
de: Kann Datei nicht öffnen %s
es: No puedo abrir el archivo %s
gl: Non se pode abrir o ficheiro %s
hu: nem lehet megnyitni a következő fájlt: %s

source: save screen to file
de: Bildschirm in Datei speichern
es: Guardar pantalla a archivo
gl: Gardar pantalla nun ficheiro
hu: képernyő mentése fájlba

source: No
de: Nein
hu: Nem

source: Yes
de: Ja
hu: Igen

source: choose
de: Wählen
hu: választ

source: save
de: Speichern
es: Guardar
gl: Gardar
hu: ment

source: open folder
de: Verzeichnis öffnen
es: Abrir carpeta
gl: Abrir cartafol
hu: mappa megynitása

source: create folder
de: Ordner erstellen
es: Crear carpeta
gl: Crear cartafol
hu: új mappa

source: hidden
de: Versteckt
es: Ocultar
gl: Agochar
hu: rejtett

source: quality
de: Qualität
es: Calidad
gl: Calidade
hu: mindőség

source: JPG quality 0-100
de: JPG-Qualität 0-100
es: Calidad de JPG 0-100
gl: Calidade de JPG 0-100
hu: JPG minőség 0-100

source: printed image width: %.1f height: %.1f cm
de: Gedrucktes Bild-Breite: %.1f -Höhe: %.1f cm

source: done
de: fertig
hu: kész

source: margins
de: Ränder

source: top
de: oben
hu: felső

source: bottom
de: unten
hu: alsó

source: left
de: links
hu: bal

source: right
de: rechts
hu: jobb

source: image scale
de: Bildgröße

source: percent
de: Prozent

source: Initial parameters file created. Inspect and revise if necessary.
de: Anfangsparameter-Datei wurde angelegt. Bei Bedarf kontrollieren und berichtigen .
es: Parámetros iniciales creados. Revíselos si lo desea.
gl: Parámetros iniciais creados. Revíseseos se o desexa.
hu: Alapértelmezett konfigurációs fájl elkészült. Ellenőrizd és változtasd, ha szükséges.

source: load parameters from a file
de: Parameter aus einer Datei laden
es: Cargar parámetros desde archivo
gl: Cargar parámetros desde ficheiro
hu: beállítások betöltése fájlból

source: save parameters to a file
de: Parameter in Datei speichern
es: Guardar parámetros a un archivo
gl: Gardar parámetros nun ficheiro
hu: beállítások elmentése fájlba

source: edit parameters
de: Parameter ändern
es: Editar parámetros
gl: Editar parámetros
hu: beállítások szerkesztése

source: list all
de: Auflisten Alle
es: Listar Todo
gl: Listar todo
hu: listáz mind

source: load file
de: Laden Datei
es: Cargar Archivo
gl: Cargar ficheiro
hu: betölt fájl

source: save file
de: Speichern Datei
es: Guardar Archivo
gl: Gardar ficheiro
hu: ment fájl

source: add new
de: hinzufügen Neu
es: Añadir Nuevo
gl: Engadir Novo
hu: hozzáad új

source: apply
de: Anwenden
es: Aplicar
gl: Aplicar
hu: alkalmaz

source: apply?
de: Anwenden?
es: ¿Aplicar?
gl: Aplicar?
hu: alkalmaz?

source: (new parm name)
de: (neuer Parameter-Name)
es: (Nuevo parámetro)
gl: (Novo parámetro)
hu: (új paraméter neve)

source: add parameter
de: Parameter hinzufügen
es: Añadir parámetro
gl: Engadir parámetro
hu: paraméter hozzáadása

source: mix
es: mezcla
gl: Mistura
hu: kever
